<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Text Language Lines
    |--------------------------------------------------------------------------
    |    |
    */

    'welcome'               => [
        'text'      => 'Приветствуем Вас на нашем новостном сайте!',
        'button'    => 'Читать новости',
    ],
    'index'                 => [
        'add_news' => 'Добавить новость',
        'main' => 'На главную',
        'news' => 'Новости',
    ],
    'create'                => [
        'add_news' => 'Добавление новости',
        'title' => 'Заголовок',
        'text' => 'Текст',
        'add' => 'Добавить',
        'cancel' => 'Отмена',
    ],
    'show'                  => [
        'go_back' => 'Вернуться назад',
    ],

];
